Repository: SondagesPro/pdfReport
Catalog: locale/*/messages.po
Languages: de, fr

source: Tools
fr: Outils

source: Export checked response
fr: Exporter les réponses sélectionées

source: Manage responses listing
fr: Gérer la liste des réponses

source: Survey administration
fr: Administration de LimeSurvey

source: This action was not allowed without a valid token.
fr: Cette action n‘est pas permise sans code valide.

source: This action was not allowed with your current rights.
fr: Cette action n‘est pas permise avec vos droits actuels

source: This action was not allowed
fr: Cette action n‘est pas permise

source: Export responses as
fr: Exporter les réponses en tant que

source: Export questions as
fr: Exporter les questions en tant que

source: Export type
fr: Type d‘export

source: Show export for checked response
fr: Montre l‘export pour les réponses sélectionnées

source: User tools
fr: Outils utilisateur

source: Add a menu to responses management in surveys.
fr: Ajout d'un menu pour l'accès aux réponses dans les questionnaires.

source: Menu didn‘t exist, to create check box and validate.
fr: Le menu n'existe pas, pour le créer cocher et activer.

source: Menu exist, to delete : uncheck box and validate.
fr: Le menu existe, pour le supprimer : décocher et valider.

source: If survey settings allow user to create new response, add a button to create a new response.
fr: Si les paramètres du questionnaire permettent la création de nouvelle réponse, ajoute un bouton de création.

source: Allow add response with existing token according to survey setting
fr: Permettre l‘ajout de réponse en fonction des paramètre du questionnaire.

source: Need view rights, for administrator, allow to choose token for creation.
fr: Nécessite la permission de visualisation, pour les administrateur permet de choisir le code.

source: Log out
fr: Déconnexion

source: Show LimeSurvey admininstration link.
fr: Montre l‘accès à l'administration de LimeSurvey.

source: On survey list and by default for admin
fr: Sur la liste des questionnaires et par par défaut pour les administrateurs

source: Show log out.
fr: Montre le bouton de déconnexion.

source: Template to be used.
fr: Modèle public à utiliser.

source: LimeSurvey administrator with survey settings right
fr: Seulement pour les administrateurs avec la permission de visualiser les paramètres du questionnaire

source: All LimeSurvey administrator
fr: Pour tous les administrateurs de LimeSurvey

source: Show survey admin page link
fr: Montre le bouton de gestion du questionnaire

source: Show log out button
fr: Montre le bouton de déconnexion

source: Show filter on submit date.
fr: Affiche le filtre sur la date de soumission.

source: Show submit date.
fr: Afficher la date de soumission.

source: Show filter on start date.
fr: Affiche le filtre sur la date de lancement.

source: Yes with time
fr: Oui, avec l‘heure

source: All this settings after need date stamped survey.
fr: Tous les paramètres suivants nécessite l‘horodatage des réponses.

source: Answered count and sum
fr: Décompte et somme des réponses données

source: All (with a valid token)
fr: Tous (avec un code d‘invitation valide)

source: For group administrator and LimeSurvey administrator
fr: Pour les administrateurs de groupe et les administrateurs LimeSurvey

source: Only for LimeSurvey administrator
fr: Seulement pour les administrateurs de LimeSurvey

source: All (need a valid token)
fr: Tous (nécessite un code d‘invitation valide)

source: Only for LimeSurvey administrator (According to LimeSurvey Permission)
fr: Seulement pour les administrateurs de LimeSurvey (en fonction des permissions)

source: Show filter on date question.
fr: Montre le filtre sur les questions de type dates

source: Date/time response management
fr: Gestion du des dates et heures des réponses

source: Show footer with count and sum.
fr: Montre la somme et le décompte sur le tableau

source: At end (after all other columns)
fr: À la fin (après toutes les autres colonnes)

source: Between primary columns and secondary columns (default)
fr: Entre les colonnes initiales et les colonnes secondaires

source: At start (before primary columns)
fr: Au début (avant les colonnes initiales)

source: Token attributes order
fr: Ordre pour les attributs des invitations

source: Reponses of %s survey
fr: Réponses au questionnaire %s

source: Leave default (%s)
fr: Laisser par défaut (%s)

source: Need add response right.
fr: Nécessite les droits d'ajout de réponse.

source: Allow add token user
fr: Permettre l‘ajout de nouvel utilisateur

source: Need view rights.
fr: Nécessite les droits de visualisation.

source: Only related to Group responses not to single user responses with token.
fr: Uniquement lié aux réponses du groupe et non aux réponses de l‘utilisateur avec un code d'invitation.

source: You can disable all access with token here. If user can access to the tool, he have same right than LimeSurvey admin on his responses.
fr: Vous pouvez désactiver l‘accès par code d‘invitation. Si les utilisateurs ont accès à l‘outil, ils ont les mêmes droits que les administrateurs de LimeSurvey sur leur(s) réponse(s).

source: Allow to access of tool.
fr: Permettre l‘accès à l‘outil.

source: : you need to update reloadAnyResponse settings and right. This was not fixed here.
fr: : vous devez modifier les paramètres et les droits du plugin reloadAnyResponse. Ceci n'est pas effectué ici.

source: Warning
fr: Attention

source: Currently, for LimeSurvey admin user, for survey with token, need token read right.
fr: Actuellement, pour les administrateurs de LimeSurvey, nécessite les droits de lectures des invitations.

source: Description and helper for responses listing
fr: Description et aide pour la liste des réponses

source: In %s language (%s)
fr: Dans la langue %s (%s)

source: Show last action date.
fr: Afficher la date de la dernière action.

source: Show start date.
fr: Afficher la date de lancement.

source: Show completed state.
fr: Afficher l‘état complété de la réponse.

source: Show id of response.
fr: Afficher l‘identifiant de la réponse.

source: Response listing
fr: Liste des réponses

source: Response listing settings
fr: Paramètres de la liste des réponses

source: Manage settings of responses listing
fr: Gérer les paramètres de la liste des réponses

source: Access to responses listing
fr: Accès à la liste des réponses

source: Survey columns to be hidden to user (include group administrator)
fr: Colonnes du questionnaire à masquer aux utilisateurs (administrateur de groupe inclus)

source: This column are shown only to LimeSurvey administrator.
fr: Ces colonnes ne seront affichées que aux administrateur de LimeSurvey

source: Token columns to be hidden to user (include group administrator)
fr: Colonnes des invitations à masquer aux utilisateurs (administrateur de groupe inclus)

source: You can use token information like %s or %s, %s was replaced by the url for managing response.
fr: Vous pouvez utiliser les attributs du participant comme %s ou %s, %s sera remplacé par le lien de gestion de la réponse.

source: Is a group manager
fr: Est un gestionnaire de groupe

source: Error return by mailer:
fr: Erreur reçus par l‘émetteur des messages

source: Token created but unable to send the email, token code is %s
fr: Code d‘invitation créé mais impossible d‘envoyer le message électronique, le code est %s

source: You are not allowed to use reponse management with this token.
fr: Vous n‘êtes pas habilité à utiliser la gestion des réponses avec ce code.

source: This code is invalid.
fr: Le code est invalide.

source: Allow edit response of group
fr: Permettre l‘édition des réponses du groupe

source: Allow view response of group
fr: Permettre la visualisation des réponses du groupe

source: To disable access for user with token you can set this settings to No or only for LimeSurvey admin.
fr: Pour désactiver l‘accès aux participants avec un code d‘invitation, vous pouvez fixer ce paramètre à No ou seulement aux administrateurs de LimeSurvey.

source: For user, except for No : they always have same rights than other, for example if you allow delete to admin user, an user with token can delete his response with token.
fr: Pour les utilisateurs, excepté sur Non : ils ont toujours l'accès aux même droits que les autres utilisateurs, par exemple si vous permettez aux administrateurs de supprimer les réponses, l‘utilisateur avec un code pourra supprimer ses réponses.

source: Response Management access and right
fr: Accès et droit à la gestion des réponses

source: Response Management token attribute usage
fr: Utilisation des attributs d‘invitation

source: This question are shown at first, just after the id of the reponse.
fr: Ces questions seront montrée(s) en premier, juste après l'identifiant de réponses.

source: Survey columns to be show at first
fr: Colonne du questionnaire à montrer au début

source: Response Management table
fr: Tableau de données des réponses.

source: Link to response alternate management
fr: Lien vers la gestion alternative des réponses.

source: Response Management
fr: Gestion des réponses

source: You can create new response for all token.
fr: Vous pourrez créer une nouvelle réponse pour toutes les invitations.

source: Token link and creation work in managing.
fr: Liaison et création d‘invitation fonctionnel dans la gestion.

source: Your responses was saved with success, you can close this windows.
fr: Vos réponses ont étaient sauvegardée, vous pouvez fermer cette fenêtre.

source: Unable to use this plugin, you need %s plugin.
fr: Impossible d‘utiliser ce plugin, vous avez besoin de %s.

source: No right to create new token in this survey.
fr: Pas les droits suffisants pour créer un nouveau code pour ce questionnaire.

source: Token creation is disable for this survey.
fr: La création d‘invitation est désactivée pour ce questionnaire.

source: Invalid survey id.
fr: Identifiant de questionnaire invalide.

source: Create an new user
fr: Créer un nouvel utilisateur

source: You can not create new response for all token. Only one response is available for each token (see participation setting panel).
fr: Vous ne pourrez créer de réponse pour toutes les invitations. Une seule réponse est possible pour chaque code (voir le volet des paramètres de participation).

source: No Token link and creation can be done in managing. Survey is anonymous or token table didn‘t exist.
fr: La liaison et création d‘invitation ne peut fonctionner dans la gestion. Le questionnaire est anonyme ou la table des participants n‘existe pas.

source: Template to be used
fr: Modèle public à utiliser

source: Access link for survey listing : %s.
fr: Lien d‘accès à la liste des questionnaires : %s.

source: Invalid response id.
fr: Identifiant de réponse invalide.

source: No right to delete this reponse.
fr: Pas les droits suffisants pour supprimer cette réponse.

source: Create an new response
fr: Créer une nouvelle réponse

source: Allow add response
fr: Permettre l‘ajout de réponse

source: Allow deletion of response
fr: Permettre la suppression rapide de réponse

source: Token attributes for group manager
fr: Attribut d‘invitation pour les droits de gestion du groupe

source: None
fr: Aucun

source: Token attributes for group
fr: Attribut d‘invitation pour le groupe

source: Survey columns to be show in management
fr: Colonne du questionnaire à montrer

source: Token attributes to show in management
fr: Attributs des invitations à montrer

source: Add existing attachements of the email templates from LimeSurvey.
de: Vorhandene Anhänge des E-Mail Templates von LimeSurvey hinzufügen.

source: Sanitization of the file name.
de: Bereinigung des Dateinamens.

source: Basic filter try to remove invalid an dangerous character, use “no filter” with caution. If there are a filter, filename is limited to 254 character. With alphanumeric space was replaced by -.
de: Der Basis-Filter versucht, ungültige und gefährliche Zeichen zu entfernen, verwenden Sie "Kein Filter" mit Vorsicht. Wenn Filter verwendet werden, dann ist der Dateiname auf 254 Zeichen begrenzt. Wenn der alphanumerische Filter verwendet wird, weden Leerzeichndurch - ersetzt.

source: Alphanumeric and lower case
de: Alphanumerisch und Kleinbuchstaben

source: Alphanumeric only
de: Nur alphanumerisch

source: Basic filter
de: Basis-Filter

source: No filter
de: Kein Filter

source: Create a PDF table of content
de: Inhaltsverzeichni im PDF erstellen.

source: Plugin limeMpdf allow table of content using h1, h2 etc … then adding title in your pdf set a table of contents.
de: Das Plugin LimeMpdf erlaubt das Erstellen des Inhaltsverzeicnisses mittels h1, h2, usw. Wenn Sie also Überschriften in Ihrem PDF nutzen, wird daraus ein Inhaltsverzeichnis erstellt.

source: Use limeMpdf
de: LimeMpdf verwenden

source: You have limeMpdf plugin allowing more class, but don‘t use pdfreport.css. Then if you need usage of pdfreport.css: you can choose to use old tcpdf system.
de: Mit dem LimeMpdf Plugin kann man mehr CSS-Klassen verwenden, aber nicht die Style-Datei pdfreport.css. Wenn Sie pdfreport.css verwenden wollen, dann müssen Sie das alte tcpdf-System nutzen.

source: PDF report
de: PDF Bericht

source: Add attachements of email
de: Anhänge an die E-Mail hinzufügen.

source: By default usage of the question code. You don‘t have to put the .pdf part.
de: Standard: Nutzung des Frage-Codes. Sie brauchen die Dateiendung .pdf nicht anzugeben.

source: Allow to download pdf after submitted the survey, see plugin settings for url.Optionnaly replace the default print answer by a dowload link of the pdf.
de: Download des PDFs nach Absenden der Umfrage erlauben, siehe Plugin-Einstellungen für URL. Optional kann der Standard-Ausdruck der Antworten durch einen Download-Link des PDFs ersetzt werden.

source: Replace public print answer.
de: Öffentlichen Ausdruck der Antworten ersetzen.

source: Allow public download (with the link).
de: Öffentlichen Download erlauben (mit dem Link).

source: To allow user to get the file of the question number X at end : you can use this url: %s. Replacing %s by the question number (LimeSurvey replace %s by the survey number).
de: Um dem Nutzer zu erlauben, nach der Umfrage die Datei der Frage Nummer X herunterzuladen : , können Sie diese URL nutzen: %s. Ersetzen Sie %s durch die Numemr der ´Frage (LimeSurvey ersetzt %s durch die Nummer der Umfrage).

source: Content and subject of the email
de: Betreff und Inhalt der E-Mail.

source: This don‘t deactivate limesurvey other email system.
de: Das deaktiviert nicht das LimeSurvey E-Mail-System.

source: Detailed admin notification
de: Ausführliche Admin-Benachrichtigung

source: Basic admin notification
de: Einfache Admin-Benachrichtigung

source: Confirmation email
de: Bestätigungs-E-Mail

source: Send it by email to
de: Per E-Mail senden an

source: Optionnal email to send pdf Report.
de: Optionale E-Mail-Adresse zum Versenden des PDF-Berichts.

source: Name of saved PDF file.
de: Name der gespeicherten PDF-Datei.

source: Sub title for the pdf.
de: Untertitel des PDFs.

source: Title for the pdf.
de: Titel des PDFs.

source: Use this question as pdf report.
de: Verwenden Sie diese Frage als PDF Bericht.

source: The pdf are saved inside question answers, it‘s better if you hide the question, else only answers part are hidden.
de: Die PDF-Datei wird als Antwort der Frage gespeichert, es ist besser, die Frage auszublenden, andernfalls wird nur der Antwort-Teil ausgeblendet.
